tests/benchmark/wrk/results/logs/select/c100.log
Running 15s test @ http://127.0.0.1:9622/hello
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.83ms    1.17ms  42.34ms   90.33%
    Req/Sec    14.42k     1.42k   20.37k    71.67%
  Latency Distribution
     50%    1.69ms
     75%    1.95ms
     90%    2.51ms
     99%    6.47ms
  861749 requests in 15.02s, 83.00MB read
  Socket errors: connect 0, read 8569, write 0, timeout 0
Requests/sec:  57380.26
Transfer/sec:      5.53MB