tests/benchmark/wrk/results/logs/select/c1000.log
Running 20s test @ http://127.0.0.1:9622/hello
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   312.25ms  441.88ms   1.74s    79.72%
    Req/Sec    15.10k     7.65k   46.26k    72.04%
  Latency Distribution
     50%    5.19ms
     75%  605.04ms
     90%    1.08s 
     99%    1.41s 
  1168016 requests in 20.07s, 112.50MB read
  Socket errors: connect 0, read 11622, write 0, timeout 0
Requests/sec:  58205.40
Transfer/sec:      5.61MB