tests/benchmark/wrk/results/logs/select/c200.log
Running 15s test @ http://127.0.0.1:9622/hello
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.75ms   24.55ms 170.69ms   88.98%
    Req/Sec    14.91k     2.29k   27.59k    71.17%
  Latency Distribution
     50%    2.74ms
     75%    3.90ms
     90%   41.74ms
     99%  117.42ms
  890854 requests in 15.05s, 85.81MB read
  Socket errors: connect 0, read 8845, write 0, timeout 0
Requests/sec:  59204.48
Transfer/sec:      5.70MB