tests/benchmark/wrk/results/logs/select/c50.log
Running 15s test @ http://127.0.0.1:9622/hello
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.91ms  572.33us  11.43ms   86.53%
    Req/Sec    13.95k     1.49k   19.67k    71.17%
  Latency Distribution
     50%  819.00us
     75%    0.97ms
     90%    1.39ms
     99%    3.26ms
  833258 requests in 15.01s, 80.26MB read
  Socket errors: connect 0, read 8306, write 0, timeout 0
Requests/sec:  55498.30
Transfer/sec:      5.35MB