tests/benchmark/wrk/results/logs/select/c500.log
Running 20s test @ http://127.0.0.1:9622/hello
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   120.05ms  180.58ms 777.14ms   80.73%
    Req/Sec    14.83k     5.50k   35.80k    71.25%
  Latency Distribution
     50%    3.65ms
     75%  218.84ms
     90%  437.78ms
     99%  608.01ms
  1181085 requests in 20.05s, 113.76MB read
  Socket errors: connect 0, read 11759, write 0, timeout 0
Requests/sec:  58909.76
Transfer/sec:      5.67MB